atlassian.atlascode
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
DavidAnson.vscode-markdownlint
denoland.vscode-deno
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
foxundermoon.shell-format
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
msjsdiag.vscode-react-native
neilbrayfield.php-docblocker
redhat.vscode-yaml
samverschueren.linter-xo
tamasfe.even-better-toml
timonwong.shellcheck
valeryanm.vscode-phpsab
XadillaX.viml
xdebug.php-debug
yy0931.save-as-root
